/*===========================================================================*/
/* Инициализация lightGallery и настраиваем ее                               */
/*===========================================================================*/
lightGallery(document.getElementById('lightgallery'), {
        plugins: [                                                             //подключаем плагины
            lgZoom, 
            lgThumbnail
        ],
        licenseKey: 'your_license_key',
        speed: 500,                                                            //скорость
        // ... other settings
});
/*===========================================================================*/